d_artagnan = "\tМеня зовут д'Артаньян."
athos = "Эта строка\nразделена на две."
porthos = "Я \\ - \\ мушкетер!"
# Использование двойного обратного слеша - в итоге получаем один слеш на выходе

aramis = """
Подсказки:
\t* Граф из Гаскони
\t* Связан с миледи
\t* Барон\n\t* Генерал Ордена
"""
# \n - как ранее говорилось - с новой строки
# \t - это символ табуулясии - значение будет записано с отступом на 4 пробела
# """ - текст

print(d_artagnan)
print(athos)
print(porthos)
print(aramis)
# В итоге принтуем все переменные 

