print("Сколько тебе лет?", end=' ')
age = input()
print("Каков твой рост?", end=' ')
height = input()
print("Сколько ты весишь?", end=' ')
weight = input()
# Функсия Input предназначена для входных данных, запрос данных от пользователя
# Запятая в консе озночает для того чтоб вхлдные данные были на нужной строке
print(f"Итак, тебе {age} лет, в тебе {height} см роста и {weight} кг веса.")
# Все взятые данные берутся от пользователя и перемещаются в переменные
# В итоге через format каждые данные пишем по порядку

