print("Я подсчитаю свою живность")
# Начало кода
print("Куры", 25 + 30 / 6)
print("Петухи", 100 - 25 * 3 % 4)
# Считаем кур и петухов
print("А теперь подсчитаем яйса:")
print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)
# Считаем яйса
print("Верно ли, что 3 + 2 < 5 - 7?")
# Верно ли значения проверяем
print(3 + 2 < 5 - 7)

print("Сколько будет 3 + 2?", 3 + 2)
print("А сколько будет 5 - 7?", 5 - 7)
# Тут используем True или False 
print("Ой, я, кажется, запутался... Почему False?")

print("Еще раз посчитаю...")
# Занаво подсчитываем все используя True или False
print("Это больше?", 5 > -2)
print("А это больше или равно?", 5 >= -2)
print("А это меньше или равно?", 5 <= -2)

# Конес кода!


