print("У Мэрри был маленький барашек.")
print("Его шерсть была белой как {}.".format('снег'))
print("И всюду, куда Мэрри шла,")
print("Маленький барашек всюду следовал за ней.")
print("." * 10) 

# В 5 строке точку взятую в ковычке умножаем на 10 
# Так же мы используем format в строке 2 

end1 = "Б"
end2 = "а"
end3 = "д"
end4 = "д"
end5 = "и"
end6 = "г"
end7 = "а"
end8 = "й" 


print(end1 + end2 + end3 + end4 + end5, end= ' ')
print(end6 + end7 + end8)
# Если убрать переменную end= ' ' то каждое слово будет писаться с новой строки, можно сказать что соединяет слова 

