days = "Пн Вт Ср Чт Пт Сб Вс"
months = "\nЯнв\nФевр\nМарт\nАпр\nМай\nИюнь\nИюль\nАвг"
# \n - каждый значение переменной пишет с новой строки

print("Это дни недели: ", days)
print("А это месясы: ", months)
# Запятая обязательно после закрытие ковычек, пишем переменную
print("""
Что же тут творится?
Используется три двойные ковычки.
Мы можем набрать текст сколько угодно.
Даже 4 строки, 5 или 6.
""")
# Тут вовсе все понятно, так как открытие 3 ковычек и пишем с новой строки это вовсе текст, после обязательно закрываем каычки

